Repository: bohdanadamenko/Learn_French
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr, uk

source: Администратор
fr: Administrateur
uk: Адміністратор

source: Студент
fr: Étudiant

source: Войти
fr: Se connecter
uk: Увійти

source: Вход
fr: Connexion
uk: Вхід

source: Регистрация
fr: Inscription
uk: Реєстрація

source: Заголовок и эмодзи (напр., Урок 1: 🇫🇷 Фонетика)
fr: Titre et Emoji (ex. Leçon 1: 🇫🇷 Phonétique)
uk: Заголовок та емодзі (напр., Урок 1: 🇫🇷 Фонетика)

source: ID урока (lesson1, lesson2...)
fr: ID de la leçon (lesson1, lesson2...)
uk: ID уроку (lesson1, lesson2...)

source: HTML-содержимое урока (с тегами H3, P, UL и т.д.)
fr: Contenu HTML (avec balises H3, P, UL, etc.)
uk: HTML-вміст уроку (з тегами H3, P, UL тощо)

source: Порядок сортировки
fr: Ordre de tri
uk: Порядок сортування

source: Дата создания
fr: Date de création
uk: Дата створення

source: Урок
fr: Leçon

source: Уроки
fr: Leçons

source: Урок (RU)
fr: Leçon (RU)

source: Урок (EN)
fr: Leçon (EN)

source: Урок (FR)
fr: Leçon (FR)

source: Связь
fr: Connexion
uk: Зв'язок

source: Порядок
fr: Ordre

source: Вопрос
fr: Question
uk: Питання

source: Вопросы
fr: Questions
uk: Питання

source: Это правильный ответ?
fr: Est-ce correct ?
uk: Це правильна відповідь?

source: Вариант ответа
fr: Choix de réponse
uk: Варіант відповіді

source: Варианты ответов
fr: Choix de réponses
uk: Варіанти відповідей

source: С возвращением!
fr: Bon retour !
uk: З поверненням!

source: Войдите в свой аккаунт, чтобы продолжить обучение
fr: Connectez-vous à votre compte pour continuer à apprendre
uk: Увійдіть у свій акаунт, щоб продовжити навчання

source: Войти в аккаунт
fr: Se connecter au compte
uk: Увійти в акаунт

source: или
fr: ou
uk: або

source: Войти через Google
fr: Se connecter avec Google
uk: Увійти через Google

source: Войти как гость
fr: Se connecter en tant qu'invité
uk: Увійти як гість

source: Нет аккаунта?
fr: Vous n'avez pas de compte ?
uk: Немає акаунту?

source: Зарегистрироваться
fr: S'inscrire
uk: Зареєструватися

source: Личный кабинет
fr: Mon compte
uk: Особистий кабінет

source: Имя пользователя
fr: Nom d'utilisateur
uk: Ім'я користувача

source: Имя
fr: Prénom
uk: Ім'я

source: Дата регистрации
fr: Date d'inscription
uk: Дата реєстрації

source: Тип аккаунта
fr: Type de compte
uk: Тип акаунту

source: Гость
fr: Invité
uk: Гість

source: Стандартный
fr: Standard
uk: Стандартний

source: Редактировать профиль
fr: Modifier le profil
uk: Редагувати профіль

source: Вернуться к урокам
fr: Retour aux leçons
uk: Повернутися до уроків

source: Выйти из аккаунта
fr: Se déconnecter
uk: Вийти з акаунту

source: Обновите информацию о своем аккаунте
fr: Mettez à jour vos informations de compte
uk: Оновіть інформацію про свій акаунт

source: Сохранить изменения
fr: Enregistrer les modifications
uk: Зберегти зміни

source: Отменить
fr: Annuler
uk: Скасувати

source: Создать аккаунт
fr: Créer un compte
uk: Створити акаунт

source: Присоединяйтесь к нам и начните учить французский сегодня!
fr: Rejoignez-nous et commencez à apprendre le français dès aujourd'hui !
uk: Приєднуйтесь до нас і почніть вчити французьку сьогодні!

source: Уже есть аккаунт?
fr: Vous avez déjà un compte ?
uk: Вже є акаунт?

source: Регистрация через Google
fr: S'inscrire avec Google
uk: Реєстрація через Google

source: Поиск...
uk: Пошук...

source: Настройки
uk: Налаштування

source: 👤 Мой профиль
uk: 👤 Мій профіль

source: 🚪 Выйти
uk: 🚪 Вийти
